Repository: ahmedsaheed/Donation-Hub
Catalog: sdg_app2/lib/l10n/app_*.arb
Languages: de, es, fr, nl, zh

source: Adequacy
de: Angemessenheit
es: Adecuación
fr: Adéquation
nl: geschiktheid
zh: 充分性

# header
source: Home
de: Startbildschirm
es: Página principal
fr: écran d'accueil
nl: thuis
zh: 主屏幕

# donatehead
source: Every penny counts ♡
de: Jeder Cent zählt ♡
es: Cada centavo cuenta ♡
fr: Chaque centime compte ♡
nl: Elke cent telt ♡
zh: 每一分钱都很重要♡

source: Area of Interest
de: Interessenbereich
es: Area de interes
fr: Lieu d'intérêt
nl: Gebied van intresse
zh: 感兴趣的领域

# biggivenow
source: GIVE NOW
de: GEBEN SIE JETZT
es: DAR AHORA
fr: DONNE MAINTENANT
nl: GEEF NU
zh: 现在给

source: Education
de: Bildung
es: Educación
fr: Éducation
nl: Opleiding
zh: 教育

# first
source: Help Ukrainians with essential survival kits
de: Helfen Sie den Ukrainern mit lebenswichtigen Überlebenskits
es: Ayuda a los ucranianos con kits de supervivencia esenciales
fr: Aidez les Ukrainiens avec des kits de survie essentiels
nl: Help Oekraïners met essentiële overlevingspakketten
zh: 帮助乌克兰人提供必要的生存工具包

# firstcard
source: Give a meal today! With a couple of taps, you'd be able to feed the needy around different parts of the world.
de: Geben Sie heute eine Mahlzeit! Mit ein paar Fingertipps könnten Sie Bedürftige in verschiedenen Teilen der Welt ernähren.
es: ¡Regala una comida hoy! Con un par de toques, podrá alimentar a los necesitados en diferentes partes del mundo.
fr: Offrez un repas aujourd'hui ! En quelques clics, vous pourrez nourrir les nécessiteux dans différentes parties du monde.
nl: Geef een maaltijd vandaag! Met een paar tikken zou je de behoeftigen in verschillende delen van de wereld kunnen voeden.
zh: 今天给个饭！ 只需轻点几下，您就可以为世界各地的有需要的人提供食物。

source: Food
de: Lebensmittel
es: Comida
fr: Aliments
nl: Voedsel
zh: 食物

source: For Everyone
de: Für jeden
es: Para todos
fr: Pour tout le monde
nl: Voor iedereen
zh: 为了每一个

source: Give Now
de: Geben Sie jetzt
es: Dar ahora
fr: Donne maintenant
nl: Geef nu
zh: 现在给

source: Give Support
de: Unterstützung geben
es: apoyo
fr: Apporter un soutien
nl: Geef steun
zh: 支持

source: Health
de: Die Gesundheit
es: Salud
fr: Santé
nl: Gezondheid
zh: 健康

source: Know More
de: Mehr wissen
es: Saber más
fr: Savoir plus
nl: Meer weten
zh: 了解更多

# location
source: Reaching the needy far & wide
de: Bedürftige weit und breit erreichen
es: Llegar a los necesitados a lo largo y ancho
fr: Atteindre les nécessiteux au loin
nl: Het bereiken van de behoeftigen heinde en verre
zh: 远近有需要的人

source: Past Data
de: Vergangene Daten
es: Datos pasados
fr: Données passées
nl: Gegevens uit het verleden
zh: 过去的数据

source: Poverty
de: Armut
es: Pobreza
fr: La pauvreté
nl: Armoede
zh: 贫困

source: School
de: Schule
es: Colegio
fr: L'école
zh: 学校

# secondcard
source: Get a child educated! Every bit of your donation helps get a female child in school, which reduces gender inequality.
de: Lassen Sie ein Kind erziehen! Jeder Teil Ihrer Spende trägt dazu bei, ein weibliches Kind zur Schule zu bringen, was die Ungleichheit zwischen den Geschlechtern verringert.
es: ¡Educad a un niño! Cada parte de su donación ayuda a que una niña asista a la escuela, lo que reduce la desigualdad de género.
fr: Faites éduquer un enfant ! Chaque part de votre don aide à scolariser une fille, ce qui réduit les inégalités entre les sexes.
nl: Laat een kind opvoeden! Elk beetje van uw donatie helpt om een vrouwelijk kind naar school te krijgen, wat de genderongelijkheid vermindert.
zh: 让孩子接受教育！ 您的每一点捐款都有助于让女孩上学，从而减少性别不平等。

source: Water
de: Wasser
es: Agua
fr: L'eau
zh: 水

source: Where Needed
de: wo benötigt
es: donde sea necesario
fr: là où c'est nécessaire
nl: waar nodig
zh: 需要的地方

# adequacydescription
source: Ending poverty in all its forms is the first of the 17 Sustainable Development Goals (SDGs) of the 2030 Agenda for Sustainable Development. In 2019, more than 736 million people lived below the international poverty line. Around 10 per cent of the world population (pre-pandemic) was living in extreme poverty and struggling to fulfil the most basic needs like health, education, and access to water and sanitation, to name a few. There were 122 women aged 25 to 34 living in poverty for every 100 men of the same age group, and more than 160 million children were at risk of continuing to live in extreme poverty by 2030.
de: Armut in all ihren Formen zu beenden ist das erste der 17 Ziele für nachhaltige Entwicklung (Sustainable Development Goals, SDGs) der Agenda 2030 für nachhaltige Entwicklung. Im Jahr 2019 lebten mehr als 736 Millionen Menschen unterhalb der internationalen Armutsgrenze. Rund 10 Prozent der Weltbevölkerung (vor der Pandemie) lebten in extremer Armut und kämpften darum, die grundlegendsten Bedürfnisse wie Gesundheit, Bildung und Zugang zu Wasser und sanitären Einrichtungen zu erfüllen, um nur einige zu nennen. Auf 100 Männer der gleichen Altersgruppe kamen 122 Frauen im Alter von 25 bis 34 Jahren, die in Armut lebten, und mehr als 160 Millionen Kinder drohten bis 2030 weiterhin in extremer Armut zu leben.
es: Poner fin a la pobreza en todas sus formas es el primero de los 17 Objetivos de Desarrollo Sostenible (ODS) de la Agenda 2030 para el Desarrollo Sostenible. En 2019, más de 736 millones de personas vivían por debajo del umbral internacional de pobreza. Alrededor del 10 por ciento de la población mundial (antes de la pandemia) vivía en la pobreza extrema y luchaba por satisfacer las necesidades más básicas como la salud, la educación y el acceso al agua y al saneamiento, por nombrar algunas. Había 122 mujeres de 25 a 34 años viviendo en la pobreza por cada 100 hombres del mismo grupo de edad, y más de 160 millones de niños estaban en riesgo de seguir viviendo en la pobreza extrema para 2030.
fr: Mettre fin à la pauvreté sous toutes ses formes est le premier des 17 objectifs de développement durable (ODD) de l'Agenda 2030 pour le développement durable. En 2019, plus de 736 millions de personnes vivaient en dessous du seuil international de pauvreté. Environ 10 % de la population mondiale (avant la pandémie) vivaient dans l'extrême pauvreté et luttaient pour satisfaire les besoins les plus élémentaires comme la santé, l'éducation et l'accès à l'eau et à l'assainissement, pour n'en citer que quelques-uns. Il y avait 122 femmes âgées de 25 à 34 ans vivant dans la pauvreté pour 100 hommes du même groupe d'âge, et plus de 160 millions d'enfants risquaient de continuer à vivre dans l'extrême pauvreté d'ici 2030.
nl: Het beëindigen van armoede in al zijn vormen is de eerste van de 17 Sustainable Development Goals (SDG's) van de 2030 Agenda voor Duurzame Ontwikkeling. In 2019 leefden meer dan 736 miljoen mensen onder de internationale armoedegrens. Ongeveer 10 procent van de wereldbevolking (pre-pandemie) leefde in extreme armoede en worstelde om te voorzien in de meest elementaire behoeften zoals gezondheid, onderwijs en toegang tot water en sanitaire voorzieningen, om er maar een paar te noemen. Er waren 122 vrouwen in de leeftijd van 25 tot 34 jaar die in armoede leefden voor elke 100 mannen van dezelfde leeftijdsgroep, en meer dan 160 miljoen kinderen liepen tegen 2030 het risico in extreme armoede te blijven leven.
zh: 消除一切形式的贫困是 2030 年可持续发展议程 17 个可持续发展目标 中的第一个。 2019年，超过7.36亿人生活在国际贫困线以下。 世界上大约 10% 的人口（大流行前）生活在极端贫困中，并努力满足最基本的需求，例如健康、教育以及获得水和卫生设施等。 到 2030 年，每 100 名同年龄组的男性中，有 122 名 25 岁至 34 岁的女性生活在贫困中，超过 1.6 亿儿童面临继续生活在极端贫困中的风险。

# createaccount
source: Create an account or Login
de: Erstellen Sie ein Konto oder melden Sie sich an
es: Crear una cuenta o iniciar sesión
fr: Créer un compte ou Se connecter
nl: Maak een account aan of log in
zh: 创建帐户或登录

# desiredmessage
source: Select your desired organization to donate to.
de: Wählen Sie die gewünschte Organisation aus, an die Sie spenden möchten.
es: Seleccione su organización deseada para donar.
fr: Sélectionnez l'organisation à laquelle vous souhaitez faire un don.
nl: Selecteer de gewenste organisatie om aan te doneren.
zh: 选择您想要捐赠的组织。

source: Donate Now!
de: Spende jetzt!
es: ¡Done ahora!
fr: Faire un don!
nl: Doneer nu!
zh: 立即捐款！

source: Donation Organisation
de: Spendenorganisation
es: Organización de Donación
nl: Donatieorganisatie
zh: 捐赠机构

# educationdescription
source: It is estimated that 101 million additional children and young people (from grades 1 to 8) fell below the minimum reading proficiency level in 2020 owing to the consequences of the pandemic, which wiped out the education gains achieved over the past 20 years. Reading proficiency levels could recover by 2024, but only if exceptional efforts are devoted to the task through remedial and catch-up strategies. Large inequalities remains notable between Sub-Saharan Africa and the rest of the world. In Burkina Faso, Niger and South Sudan – literacy rates are still below 30%.
de: Schätzungsweise 101 Millionen zusätzliche Kinder und Jugendliche (von der 1. bis zur 8. Klasse) haben im Jahr 2020 aufgrund der Folgen der Pandemie, die die in den letzten 20 Jahren erzielten Bildungsgewinne zunichte gemacht haben, das Mindestniveau der Lesekompetenz unterschritten. Das Lesekompetenzniveau könnte sich bis 2024 erholen, aber nur, wenn der Aufgabe durch Abhilfe- und Aufholstrategien außergewöhnliche Anstrengungen gewidmet werden. Zwischen Subsahara-Afrika und dem Rest der Welt bestehen nach wie vor große Ungleichheiten. In Burkina Faso, Niger und Südsudan – die Alphabetisierungsrate liegt immer noch unter 30 %.
es: Se estima que 101 millones de niños y jóvenes adicionales (de los grados 1 a 8) cayeron por debajo del nivel mínimo de competencia en lectura en 2020 debido a las consecuencias de la pandemia, que acabó con los logros educativos alcanzados en los últimos 20 años. Los niveles de competencia en lectura podrían recuperarse para 2024, pero solo si se dedican esfuerzos excepcionales a la tarea a través de estrategias de recuperación y recuperación. Siguen siendo notables las grandes desigualdades entre el África subsahariana y el resto del mundo. En Burkina Faso, Níger y Sudán del Sur, las tasas de alfabetización todavía están por debajo del 30 %.
fr: On estime que 101 millions d'enfants et de jeunes supplémentaires (de la 1re à la 8e année) sont tombés en dessous du niveau minimum de compétence en lecture en 2020 en raison des conséquences de la pandémie, qui a anéanti les gains en matière d'éducation réalisés au cours des 20 dernières années. Les niveaux de compétence en lecture pourraient se rétablir d'ici 2024, mais seulement si des efforts exceptionnels sont consacrés à la tâche grâce à des stratégies de rattrapage et de rattrapage. De fortes inégalités restent notables entre l'Afrique subsaharienne et le reste du monde. Au Burkina Faso, au Niger et au Soudan du Sud, les taux d'alphabétisation sont toujours inférieurs à 30 %.
nl: Geschat wordt dat 101 miljoen extra kinderen en jongeren (van klas 1 tot en met 8) in 2020 onder het minimum leesvaardigheidsniveau vielen als gevolg van de gevolgen van de pandemie, die de onderwijswinst van de afgelopen 20 jaar teniet deed. De leesvaardigheidsniveaus zouden tegen 2024 kunnen herstellen, maar alleen als er uitzonderlijke inspanningen aan de taak worden besteed door middel van remediërende en inhaalstrategieën. Er blijven grote ongelijkheden tussen Sub-Sahara Afrika en de rest van de wereld. In Burkina Faso, Niger en Zuid-Soedan ligt de alfabetiseringsgraad nog steeds onder de 30%.
zh: 据估计，由于大流行的后果，2020 年将有 1.01 亿儿童和青少年（从 1 年级到 8 年级）低于最低阅读水平，这抹去了过去 20 年取得的教育成果。 到 2024 年，阅读能力水平可能会恢复，但前提是必须通过补救和追赶策略为这项任务付出非凡的努力。 撒哈拉以南非洲与世界其他地区之间的巨大不平等仍然很明显。 在布基纳法索、尼日尔和南苏丹——识字率仍低于 30%。

# firstsplash
source: With technology, we're just a few steps away from achieving the UN 2030 global goals
de: Mit der Technologie sind wir nur noch wenige Schritte davon entfernt, die globalen Ziele der Vereinten Nationen für 2030 zu erreichen
es: Con la tecnología, estamos a solo unos pasos de lograr los objetivos globales de la ONU para 2030
fr: Grâce à la technologie, nous ne sommes qu'à quelques pas d'atteindre les objectifs mondiaux de l'ONU 2030
nl: Met technologie zijn we slechts een paar stappen verwijderd van het bereiken van de wereldwijde VN-doelstellingen voor 2030
zh: 借助技术，我们距离实现联合国 2030 年全球目标仅几步之遥

# fooddescription
source: The second of the UN's 17 SDGs is to End hunger, achieve food security and improved nutrition and promote sustainable agriculture. Achieving this goal by the target date of 2030 will require a profound change of the global food and agriculture system. An estimated 161 million people experienced “crisis” levels of acute food insecurity in 2021, a nearly 4% increase over the prior year."
de: Das zweite der 17 SDGs der UN lautet: Den Hunger beenden, Ernährungssicherheit und verbesserte Ernährung erreichen und eine nachhaltige Landwirtschaft fördern. Um dieses Ziel bis zum Zieldatum 2030 zu erreichen, ist ein tiefgreifender Wandel des globalen Ernährungs- und Landwirtschaftssystems erforderlich. Schätzungsweise 161 Millionen Menschen erlebten im Jahr 2021 ein „Krisenniveau“ akuter Ernährungsunsicherheit, ein Anstieg von fast 4 % gegenüber dem Vorjahr.“
es: El segundo de los 17 ODS de la ONU es acabar con el hambre, lograr la seguridad alimentaria y mejorar la nutrición y promover la agricultura sostenible. Alcanzar este objetivo para la fecha prevista de 2030 requerirá un cambio profundo del sistema mundial de alimentación y agricultura. Se estima que 161 millones de personas experimentaron niveles de "crisis" de inseguridad alimentaria aguda en 2021, un aumento de casi el 4% con respecto al año anterior".
fr: Le deuxième des 17 ODD de l'ONU est d'éliminer la faim, d'assurer la sécurité alimentaire et d'améliorer la nutrition et de promouvoir une agriculture durable. Atteindre cet objectif d'ici à la date cible de 2030 nécessitera un changement profond du système alimentaire et agricole mondial. On estime que 161 millions de personnes ont connu des niveaux « de crise » d'insécurité alimentaire aiguë en 2021, soit une augmentation de près de 4 % par rapport à l'année précédente. »
nl: De tweede van de 17 SDG's van de VN is het beëindigen van honger, het bereiken van voedselzekerheid en verbeterde voeding en het bevorderen van duurzame landbouw. Om dit doel tegen de streefdatum van 2030 te bereiken, is een ingrijpende verandering van het wereldwijde voedsel- en landbouwsysteem nodig. Naar schatting 161 miljoen mensen hadden in 2021 te maken met acute voedselonzekerheid, een stijging van bijna 4% ten opzichte van het voorgaande jaar."
zh: 联合国 17 项可持续发展目标中的第二项是消除饥饿、实现粮食安全、改善营养和促进可持续农业。 在 2030 年这个目标日期之前实现这一目标将需要对全球粮食和农业系统进行深刻变革。 到 2021 年，估计有 1.61 亿人经历了“危机”程度的严重粮食不安全，比上一年增加了近 4%。”

source: Full Name
de: Vollständiger Name
es: Nombre completo
fr: Nom et prénom
nl: Voor-en achternaam
zh: 全名

# healthdescription
source: In several countries in Sub-Saharan Africa the average life expectancy is still less than 60 years, compared to more than 80 years in countries in Europe or in Japan. Improvements in essential health services, as measured by the universal health coverage service coverage index, increased from a global average of 45 out of 100 in the year 2000 to 66 in 2017. Low-income countries and territories experienced the greatest progress, driven mainly by interventions for infectious diseases. However, the pace of progress has slowed since 2010, and the poorest countries and territories and those affected by conflict are generally lagging furthest behind. The COVID-19 pandemic is derailing progress even further. “Everyone can make a difference,” Dr. Macpherson asserts. “Small contributions quickly add up if enough people take up the cause.”
de: In mehreren Ländern Subsahara-Afrikas beträgt die durchschnittliche Lebenserwartung noch weniger als 60 Jahre, verglichen mit mehr als 80 Jahren in Ländern in Europa oder Japan. Die Verbesserungen der grundlegenden Gesundheitsdienste, gemessen am Index der universellen Gesundheitsversorgung, stiegen von einem globalen Durchschnitt von 45 von 100 im Jahr 2000 auf 66 im Jahr 2017. Länder und Gebiete mit niedrigem Einkommen verzeichneten die größten Fortschritte, hauptsächlich angetrieben durch Eingriffe bei Infektionskrankheiten. Allerdings hat sich das Fortschrittstempo seit 2010 verlangsamt, und die ärmsten und von Konflikten betroffenen Länder und Gebiete hinken im Allgemeinen am weitesten hinterher. Die COVID-19-Pandemie behindert den Fortschritt noch weiter. „Jeder kann etwas bewirken“, versichert Dr. Macpherson. „Kleine Beiträge summieren sich schnell, wenn sich genügend Menschen der Sache annehmen.“
es: En varios países del África subsahariana, la esperanza de vida media sigue siendo inferior a los 60 años, frente a los más de 80 años de países de Europa o Japón. Las mejoras en los servicios de salud esenciales, medidas por el índice de cobertura de servicios de cobertura universal de salud, aumentaron de un promedio mundial de 45 de 100 en el año 2000 a 66 en 2017. Los países y territorios de bajos ingresos experimentaron el mayor progreso, impulsado principalmente por intervenciones para enfermedades infecciosas. Sin embargo, el ritmo del progreso se ha ralentizado desde 2010, y los países y territorios más pobres y los afectados por conflictos son, en general, los más rezagados. La pandemia de COVID-19 está descarrilando aún más el progreso. “Todos pueden marcar la diferencia”, afirma el Dr. Macpherson. “Las pequeñas contribuciones se suman rápidamente si suficientes personas se unen a la causa”.
fr: Dans plusieurs pays d'Afrique subsaharienne, l'espérance de vie moyenne est encore inférieure à 60 ans, contre plus de 80 ans dans les pays d'Europe ou au Japon. Les améliorations des services de santé essentiels, telles que mesurées par l'indice de couverture du service de couverture sanitaire universelle, sont passées d'une moyenne mondiale de 45 sur 100 en 2000 à 66 en 2017. Les pays et territoires à faible revenu ont connu les progrès les plus importants, tirés principalement par intervention pour les maladies infectieuses. Cependant, le rythme des progrès a ralenti depuis 2010, et les pays et territoires les plus pauvres et ceux touchés par les conflits sont généralement les plus à la traîne. La pandémie de COVID-19 fait encore dérailler les progrès. « Tout le monde peut faire une différence », affirme le Dr Macpherson. "Les petites contributions s'additionnent rapidement si suffisamment de personnes se mobilisent pour la cause."
nl: In verschillende landen in Sub-Sahara Afrika is de gemiddelde levensverwachting nog steeds minder dan 60 jaar, vergeleken met meer dan 80 jaar in landen in Europa of in Japan. De verbeteringen in essentiële gezondheidsdiensten, gemeten aan de hand van de universele dekkingsgraad van de gezondheidszorg, stegen van een wereldwijd gemiddelde van 45 op 100 in het jaar 2000 tot 66 in 2017. Lage-inkomenslanden en -gebieden boekten de grootste vooruitgang, voornamelijk gedreven door interventies voor infectieziekten. Het tempo van de vooruitgang is sinds 2010 echter vertraagd en de armste landen en gebieden en de door conflicten getroffen landen lopen over het algemeen het verst achter. De COVID-19-pandemie doet de vooruitgang nog verder ontsporen. "Iedereen kan een verschil maken", stelt Dr. Macpherson. “Kleine bijdragen lopen snel op als genoeg mensen zich inzetten.”
zh: 在撒哈拉以南非洲的几个国家，平均预期寿命仍然不到 60 岁，而欧洲国家或日本的平均预期寿命超过 80 岁。 以全民健康覆盖服务覆盖指数衡量，基本卫生服务的改善从 2000 年的全球平均水平（每 100 个中的 45 个）增加到 2017 年的 66 个。低收入国家和地区的进步最大，主要是由 传染病的干预措施。 然而，自 2010 年以来，进展速度有所放缓，最贫穷的国家和地区以及受冲突影响的国家和地区普遍落后最远。 COVID-19 大流行进一步阻碍了进展。 “每个人都可以有所作为，”麦克弗森博士断言。 “如果有足够多的人参与这项事业，那么小额捐款很快就会增加。”

# lastsplash
source: Connect with different trusted donation organisation on one platform
de: Verbinden Sie sich auf einer Plattform mit verschiedenen vertrauenswürdigen Spendenorganisationen
es: Conéctese con diferentes organizaciones de donaciones de confianza en una plataforma
fr: Connectez-vous avec différentes organisations de dons de confiance sur une seule plateforme
nl: Maak verbinding met verschillende vertrouwde donatieorganisaties op één platform
zh: 在一个平台上连接不同的可信捐赠组织

source: Profile
de: Profil
es: Perfil
fr: Profil
nl: Profiel
zh: 轮廓

# secondspalsh
source: Make a big difference in the lives of the needy today
de: Machen Sie heute einen großen Unterschied im Leben der Bedürftigen
es: Haz una gran diferencia en la vida de los necesitados hoy
fr: Faites une grande différence dans la vie des nécessiteux aujourd'hui
nl: Maak een groot verschil in het leven van de behoeftigen vandaag
zh: 对今天有需要的人的生活产生重大影响

# splashbutton
source: Start Donating Now!
de: Fangen Sie jetzt an zu spenden!
es: ¡Comience a donar ahora!
fr: Commencez à faire un don maintenant !
nl: Begin nu met doneren!
zh: 立即开始捐款！

source: Total Donation
de: Gesamtspende
es: Donación total
fr: Don total
nl: Totale donatie
zh: 捐款总额

source: Total Spent
de: Gesamtausgaben
es: Total gastado
fr: Total dépensé
nl: Totaal uitgegeven
zh: 总花费

# waterdescription
source: Ensure availability and sustainable management of water and sanitation for all”. The targets cover all aspects of both the water cycle and sanitation systems, and their achievement is designed to contribute to progress across a range of other SDGs, most notably on health, education, economics and the environment. Lack of access to safe water sources is a leading risk factor for infectious diseases, including cholera, diarrhoea, dysentery, hepatitis A, typhoid, and polio.2.
de: Gewährleistung der Verfügbarkeit und nachhaltigen Bewirtschaftung von Wasser und sanitären Einrichtungen für alle“. Die Ziele decken alle Aspekte sowohl des Wasserkreislaufs als auch der Sanitärsysteme ab, und ihre Erreichung soll zu Fortschritten in einer Reihe anderer SDGs beitragen, insbesondere in den Bereichen Gesundheit, Bildung, Wirtschaft und Umwelt. Mangelnder Zugang zu sicheren Wasserquellen ist ein Hauptrisikofaktor für Infektionskrankheiten, darunter Cholera, Durchfall, Ruhr, Hepatitis A, Typhus und Polio.2.
es: Garantizar la disponibilidad y la gestión sostenible del agua y el saneamiento para todos”. Los objetivos cubren todos los aspectos tanto del ciclo del agua como de los sistemas de saneamiento, y su logro está diseñado para contribuir al progreso en una variedad de otros ODS, especialmente en salud, educación, economía y medio ambiente. La falta de acceso a fuentes de agua potable es uno de los principales factores de riesgo de enfermedades infecciosas, como el cólera, la diarrea, la disentería, la hepatitis A, la fiebre tifoidea y la poliomielitis.2.
fr: Assurer la disponibilité et la gestion durable de l'eau et de l'assainissement pour tous ». Les cibles couvrent tous les aspects du cycle de l'eau et des systèmes d'assainissement, et leur réalisation est conçue pour contribuer au progrès d'une série d'autres ODD, notamment en matière de santé, d'éducation, d'économie et d'environnement. Le manque d'accès à des sources d'eau salubre est un facteur de risque majeur pour les maladies infectieuses, notamment le choléra, la diarrhée, la dysenterie, l'hépatite A, la typhoïde et la poliomyélite.2.
nl: Zorg voor beschikbaarheid en duurzaam beheer van water en sanitatie voor iedereen”. De doelstellingen bestrijken alle aspecten van zowel de watercyclus als de sanitaire systemen, en het bereiken ervan is bedoeld om bij te dragen aan vooruitgang in een reeks andere SDG's, met name op het gebied van gezondheid, onderwijs, economie en milieu. Gebrek aan toegang tot veilige waterbronnen is een belangrijke risicofactor voor infectieziekten, waaronder cholera, diarree, dysenterie, hepatitis A, tyfus en polio.2.
zh: 确保人人享有水和卫生设施并对其进行可持续管理”。 这些目标涵盖水循环和卫生系统的所有方面，其成就旨在促进一系列其他可持续发展目标的进展，尤其是在健康、教育、经济和环境方面。 缺乏安全水源是传染病的主要危险因素，包括霍乱、腹泻、痢疾、甲型肝炎、伤寒和脊髓灰质炎。2。
