Repository: ahmedsaheed/Donation-Hub
Catalog: sdg_app2/lib/l10n/app_*.arb
Languages: de, es, fr, nl, zh

# actionaid
source: https://actionaid.org/donate
de: https://actionaid-org.translate.goog/donate?_x_tr_sl=auto&_x_tr_tl=de&_x_tr_hl=en-US&_x_tr_pto=wapp
es: https://actionaid-org.translate.goog/donate?_x_tr_sl=auto&_x_tr_tl=es&_x_tr_hl=en-US&_x_tr_pto=wapp
fr: https://actionaid-org.translate.goog/donate?_x_tr_sl=auto&_x_tr_tl=fr&_x_tr_hl=en-US&_x_tr_pto=wapp
nl: https://actionaid-org.translate.goog/donate?_x_tr_sl=auto&_x_tr_tl=nl&_x_tr_hl=en-US&_x_tr_pto=wapp
zh: https://actionaid-org.translate.goog/donate?_x_tr_sl=auto&_x_tr_tl=zh-CN&_x_tr_hl=en-US&_x_tr_pto=wapp

# americares
source: https://secure.americares.org/site/Donation2?df_id=26733&26733.donation=form1&mfc_pref=T
de: https://secure-americares-org.translate.goog/site/Donation2?df_id=26733&26733.donation=form1&mfc_pref=T&_x_tr_sl=auto&_x_tr_tl=de&_x_tr_hl=en-US&_x_tr_pto=wapp
es: https://secure-americares-org.translate.goog/site/Donation2?df_id=26733&26733.donation=form1&mfc_pref=T&_x_tr_sl=auto&_x_tr_tl=es&_x_tr_hl=en-US&_x_tr_pto=wapp
fr: https://secure-americares-org.translate.goog/site/Donation2?df_id=26733&26733.donation=form1&mfc_pref=T&_x_tr_sl=auto&_x_tr_tl=fr&_x_tr_hl=en-US&_x_tr_pto=wapp
nl: https://secure-americares-org.translate.goog/site/Donation2?df_id=26733&26733.donation=form1&mfc_pref=T&_x_tr_sl=auto&_x_tr_tl=nl&_x_tr_hl=en-US&_x_tr_pto=wapp
zh: https://secure-americares-org.translate.goog/site/Donation2?df_id=26733&26733.donation=form1&mfc_pref=T&_x_tr_sl=auto&_x_tr_tl=zh-CN&_x_tr_hl=en-US&_x_tr_pto=wapp

# camera
source: https://camara.org/donate-multicurrency/
de: https://camara-org.translate.goog/donate-multicurrency/?_x_tr_sl=auto&_x_tr_tl=de&_x_tr_hl=en-US&_x_tr_pto=wapp
es: https://camara-org.translate.goog/donate-multicurrency/?_x_tr_sl=auto&_x_tr_tl=es&_x_tr_hl=en-US&_x_tr_pto=wapp
fr: https://camara-org.translate.goog/donate-multicurrency/?_x_tr_sl=auto&_x_tr_tl=fr&_x_tr_hl=en-US&_x_tr_pto=wapp
nl: https://camara-org.translate.goog/donate-multicurrency/?_x_tr_sl=auto&_x_tr_tl=nl&_x_tr_hl=en-US&_x_tr_pto=wapp
zh: https://camara-org.translate.goog/donate-multicurrency/?_x_tr_sl=auto&_x_tr_tl=zh-CN&_x_tr_hl=en-US&_x_tr_pto=wapp

# charitywater
source: https://www.charitywater.org/uk/donate
de: https://www-charitywater-org.translate.goog/uk/donate?_x_tr_sl=auto&_x_tr_tl=de&_x_tr_hl=en-US&_x_tr_pto=wapp
es: https://www-charitywater-org.translate.goog/uk/donate?_x_tr_sl=auto&_x_tr_tl=es&_x_tr_hl=en-US&_x_tr_pto=wapp
fr: https://www-charitywater-org.translate.goog/uk/donate?_x_tr_sl=auto&_x_tr_tl=fr&_x_tr_hl=en-US&_x_tr_pto=wapp
nl: https://www-charitywater-org.translate.goog/uk/donate?_x_tr_sl=auto&_x_tr_tl=nl&_x_tr_hl=en-US&_x_tr_pto=wapp
zh: https://www-charitywater-org.translate.goog/uk/donate?_x_tr_sl=auto&_x_tr_tl=zh-CN&_x_tr_hl=en-US&_x_tr_pto=wapp

# endpoverty
source: https://www.endpoverty.org/donate
de: https://www-endpoverty-org.translate.goog/donate?_x_tr_sl=auto&_x_tr_tl=de&_x_tr_hl=en-US&_x_tr_pto=wapp
es: https://www-endpoverty-org.translate.goog/donate?_x_tr_sl=auto&_x_tr_tl=es&_x_tr_hl=en-US&_x_tr_pto=wapp
fr: https://www-endpoverty-org.translate.goog/donate?_x_tr_sl=auto&_x_tr_tl=fr&_x_tr_hl=en-US&_x_tr_pto=wapp
nl: https://www-endpoverty-org.translate.goog/donate?_x_tr_sl=auto&_x_tr_tl=nl&_x_tr_hl=en-US&_x_tr_pto=wapp
zh: https://www-endpoverty-org.translate.goog/donate?_x_tr_sl=auto&_x_tr_tl=zh-CN&_x_tr_hl=en-US&_x_tr_pto=wapp

# gfb
source: https://www.foodbanking.org/take-action/donate/
de: https://www-foodbanking-org.translate.goog/take-action/donate/?_x_tr_sl=auto&_x_tr_tl=de&_x_tr_hl=en-US&_x_tr_pto=wapp
es: https://www-foodbanking-org.translate.goog/take-action/donate/?_x_tr_sl=auto&_x_tr_tl=es&_x_tr_hl=en-US&_x_tr_pto=wapp
fr: https://www-foodbanking-org.translate.goog/take-action/donate/?_x_tr_sl=auto&_x_tr_tl=fr&_x_tr_hl=en-US&_x_tr_pto=wapp
nl: https://www-foodbanking-org.translate.goog/take-action/donate/?_x_tr_sl=auto&_x_tr_tl=nl&_x_tr_hl=en-US&_x_tr_pto=wapp
zh: https://www-foodbanking-org.translate.goog/take-action/donate/?_x_tr_sl=auto&_x_tr_tl=zh-CN&_x_tr_hl=en-US&_x_tr_pto=wapp

# globalgiving
source: https://www.globalgiving.org/projects/ukraine-crisis-relief-fund/
de: https://www-globalgiving-org.translate.goog/projects/ukraine-crisis-relief-fund/?_x_tr_sl=auto&_x_tr_tl=de&_x_tr_hl=en-US&_x_tr_pto=wapp
es: https://www-globalgiving-org.translate.goog/projects/ukraine-crisis-relief-fund/?_x_tr_sl=auto&_x_tr_tl=es&_x_tr_hl=en-US&_x_tr_pto=wapp
fr: https://www-globalgiving-org.translate.goog/projects/ukraine-crisis-relief-fund/?_x_tr_sl=auto&_x_tr_tl=fr&_x_tr_hl=en-US&_x_tr_pto=wapp
nl: https://www-globalgiving-org.translate.goog/projects/ukraine-crisis-relief-fund/?_x_tr_sl=auto&_x_tr_tl=nl&_x_tr_hl=en-US&_x_tr_pto=wapp
zh: https://www-globalgiving-org.translate.goog/projects/ukraine-crisis-relief-fund/?_x_tr_sl=auto&_x_tr_tl=zh-CN&_x_tr_hl=en-US&_x_tr_pto=wapp

# pap
source: https://cafdonate.cafonline.org/12690#!/DonationDetails
de: https://cafdonate-cafonline-org.translate.goog/12690?_x_tr_sl=auto&_x_tr_tl=de&_x_tr_hl=en-US&_x_tr_pto=wapp#!/DonationDetails
es: https://cafdonate-cafonline-org.translate.goog/12690?_x_tr_sl=auto&_x_tr_tl=es&_x_tr_hl=en-US&_x_tr_pto=wapp#!/DonationDetails
fr: https://cafdonate-cafonline-org.translate.goog/12690?_x_tr_sl=auto&_x_tr_tl=fr&_x_tr_hl=en-US&_x_tr_pto=wapp#!/DonationDetails
nl: https://cafdonate-cafonline-org.translate.goog/12690?_x_tr_sl=auto&_x_tr_tl=nl&_x_tr_hl=en-US&_x_tr_pto=wapp#!/DonationDetails
zh: https://cafdonate-cafonline-org.translate.goog/12690?_x_tr_sl=auto&_x_tr_tl=zh-CN&_x_tr_hl=en-US&_x_tr_pto=wapp#!/DonationDetails

# stc
source: https://support.savethechildren.org/site/Donation2?df_id=1620&1620.donation=form1
de: https://support-savethechildren-org.translate.goog/site/Donation2?df_id=1620&1620.donation=form1&_x_tr_sl=auto&_x_tr_tl=de&_x_tr_hl=en-US&_x_tr_pto=wapp
es: https://support-savethechildren-org.translate.goog/site/Donation2?df_id=1620&1620.donation=form1&_x_tr_sl=auto&_x_tr_tl=es&_x_tr_hl=en-US&_x_tr_pto=wapp
fr: https://support-savethechildren-org.translate.goog/site/Donation2?df_id=1620&1620.donation=form1&_x_tr_sl=auto&_x_tr_tl=fr&_x_tr_hl=en-US&_x_tr_pto=wapp
nl: https://support-savethechildren-org.translate.goog/site/Donation2?df_id=1620&1620.donation=form1&_x_tr_sl=auto&_x_tr_tl=nl&_x_tr_hl=en-US&_x_tr_pto=wapp
zh: https://support-savethechildren-org.translate.goog/site/Donation2?df_id=1620&1620.donation=form1&_x_tr_sl=auto&_x_tr_tl=zh-CN&_x_tr_hl=en-US&_x_tr_pto=wapp

# taskforce
source: https://www.taskforce.org/donate/
de: https://www-taskforce-org.translate.goog/donate/?_x_tr_sl=auto&_x_tr_tl=de&_x_tr_hl=en-US&_x_tr_pto=wapp
es: https://www-taskforce-org.translate.goog/donate/?_x_tr_sl=auto&_x_tr_tl=es&_x_tr_hl=en-US&_x_tr_pto=wapp
fr: https://www-taskforce-org.translate.goog/donate/?_x_tr_sl=auto&_x_tr_tl=fr&_x_tr_hl=en-US&_x_tr_pto=wapp
nl: https://www-taskforce-org.translate.goog/donate/?_x_tr_sl=auto&_x_tr_tl=nl&_x_tr_hl=en-US&_x_tr_pto=wapp
zh: https://www-taskforce-org.translate.goog/donate/?_x_tr_sl=auto&_x_tr_tl=zh-CN&_x_tr_hl=en-US&_x_tr_pto=wapp

# teamseas
source: https://teamseas.org/
de: https://teamseas-org.translate.goog/?_x_tr_sl=auto&_x_tr_tl=de&_x_tr_hl=en-US&_x_tr_pto=wapp
es: https://teamseas-org.translate.goog/?_x_tr_sl=auto&_x_tr_tl=es&_x_tr_hl=en-US&_x_tr_pto=wapp
fr: https://teamseas-org.translate.goog/?_x_tr_sl=auto&_x_tr_tl=fr&_x_tr_hl=en-US&_x_tr_pto=wapp
nl: https://teamseas-org.translate.goog/?_x_tr_sl=auto&_x_tr_tl=nl&_x_tr_hl=en-US&_x_tr_pto=wapp
zh: https://teamseas-org.translate.goog/?_x_tr_sl=auto&_x_tr_tl=zh-CN&_x_tr_hl=en-US&_x_tr_pto=wapp

# teamtrees
source: https://teamtrees.org/
de: https://teamtrees-org.translate.goog/?_x_tr_sl=auto&_x_tr_tl=de&_x_tr_hl=en-US&_x_tr_pto=wapp
es: https://teamtrees-org.translate.goog/?_x_tr_sl=auto&_x_tr_tl=es&_x_tr_hl=en-US&_x_tr_pto=wapp
fr: https://teamtrees-org.translate.goog/?_x_tr_sl=auto&_x_tr_tl=fr&_x_tr_hl=en-US&_x_tr_pto=wapp
nl: https://teamtrees-org.translate.goog/?_x_tr_sl=auto&_x_tr_tl=nl&_x_tr_hl=en-US&_x_tr_pto=wapp
zh: https://teamtrees-org.translate.goog/?_x_tr_sl=auto&_x_tr_tl=zh-CN&_x_tr_hl=en-US&_x_tr_pto=wapp

# theirworld
source: https://act.theirworld.org/donate/theirworld-donate/
de: https://act-theirworld-org.translate.goog/donate/theirworld-donate/?_x_tr_sl=auto&_x_tr_tl=de&_x_tr_hl=en-US&_x_tr_pto=wapp
es: https://act-theirworld-org.translate.goog/donate/theirworld-donate/?_x_tr_sl=auto&_x_tr_tl=es&_x_tr_hl=en-US&_x_tr_pto=wapp
fr: https://act-theirworld-org.translate.goog/donate/theirworld-donate/?_x_tr_sl=auto&_x_tr_tl=fr&_x_tr_hl=en-US&_x_tr_pto=wapp
nl: https://act-theirworld-org.translate.goog/donate/theirworld-donate/?_x_tr_sl=auto&_x_tr_tl=nl&_x_tr_hl=en-US&_x_tr_pto=wapp
zh: https://act-theirworld-org.translate.goog/donate/theirworld-donate/?_x_tr_sl=auto&_x_tr_tl=zh-CN&_x_tr_hl=en-US&_x_tr_pto=wapp

# un
source: https://act.unfoundation.org/a/sdg-donate
de: https://act-unfoundation-org.translate.goog/a/sdg-donate?_x_tr_sl=auto&_x_tr_tl=de&_x_tr_hl=en-US&_x_tr_pto=wapp
es: https://act-unfoundation-org.translate.goog/a/sdg-donate?_x_tr_sl=auto&_x_tr_tl=es&_x_tr_hl=en-US&_x_tr_pto=wapp
fr: https://act-unfoundation-org.translate.goog/a/sdg-donate?_x_tr_sl=auto&_x_tr_tl=fr&_x_tr_hl=en-US&_x_tr_pto=wapp
nl: https://act-unfoundation-org.translate.goog/a/sdg-donate?_x_tr_sl=auto&_x_tr_tl=nl&_x_tr_hl=en-US&_x_tr_pto=wapp
zh: https://act-unfoundation-org.translate.goog/a/sdg-donate?_x_tr_sl=auto&_x_tr_tl=zh-CN&_x_tr_hl=en-US&_x_tr_pto=wapp

# unicef
source: https://www.unicef.ie/donate/?utm_source=unicef.org.referral&utm_medium=donatelink&utm_content=donate&utm_campaign=unicef.org#1
de: https://www-unicef-ie.translate.goog/donate/?utm_source=unicef.org.referral&utm_medium=donatelink&utm_content=donate&utm_campaign=unicef.org&_x_tr_sl=auto&_x_tr_tl=de&_x_tr_hl=en-US&_x_tr_pto=wapp#1
es: https://www-unicef-ie.translate.goog/donate/?utm_source=unicef.org.referral&utm_medium=donatelink&utm_content=donate&utm_campaign=unicef.org&_x_tr_sl=auto&_x_tr_tl=es&_x_tr_hl=en-US&_x_tr_pto=wapp#1
fr: https://www-unicef-ie.translate.goog/donate/?utm_source=unicef.org.referral&utm_medium=donatelink&utm_content=donate&utm_campaign=unicef.org&_x_tr_sl=auto&_x_tr_tl=fr&_x_tr_hl=en-US&_x_tr_pto=wapp#1
nl: https://www-unicef-ie.translate.goog/donate/?utm_source=unicef.org.referral&utm_medium=donatelink&utm_content=donate&utm_campaign=unicef.org&_x_tr_sl=auto&_x_tr_tl=nl&_x_tr_hl=en-US&_x_tr_pto=wapp#1
zh: https://www-unicef-ie.translate.goog/donate/?utm_source=unicef.org.referral&utm_medium=donatelink&utm_content=donate&utm_campaign=unicef.org&_x_tr_sl=auto&_x_tr_tl=zh-CN&_x_tr_hl=en-US&_x_tr_pto=wapp#1

# waterorg
source: https://water.org/donate/
de: https://water-org.translate.goog/donate/?_x_tr_sl=auto&_x_tr_tl=de&_x_tr_hl=en-US&_x_tr_pto=wapp
es: https://water-org.translate.goog/donate/?_x_tr_sl=auto&_x_tr_tl=es&_x_tr_hl=en-US&_x_tr_pto=wapp
fr: https://water-org.translate.goog/donate/?_x_tr_sl=auto&_x_tr_tl=fr&_x_tr_hl=en-US&_x_tr_pto=wapp
nl: https://water-org.translate.goog/donate/?_x_tr_sl=auto&_x_tr_tl=nl&_x_tr_hl=en-US&_x_tr_pto=wapp
zh: https://water-org.translate.goog/donate/?_x_tr_sl=auto&_x_tr_tl=zh-CN&_x_tr_hl=en-US&_x_tr_pto=wapp

# aboutt
source: About
de: Über
es: Sobre
fr: Sur
nl: Over
zh: 关于

# goals
source: A smartphone application that lowers the language barrier which would allow users from different cultural and linguistic backgrounds to understand and identify the clear outcome of the sustainable development goals and make a difference immediately via the same platform.
de: Eine Smartphone-Anwendung, die die Sprachbarriere senkt und es Benutzern mit unterschiedlichem kulturellem und sprachlichem Hintergrund ermöglicht, das klare Ergebnis der Ziele für nachhaltige Entwicklung zu verstehen und zu erkennen und über dieselbe Plattform sofort etwas zu bewirken.
es: Una aplicación para teléfonos inteligentes que reduce la barrera del idioma y que permitiría a los usuarios de diferentes orígenes culturales y lingüísticos comprender e identificar el resultado claro de los objetivos de desarrollo sostenible y marcar la diferencia de inmediato a través de la misma plataforma.
fr: Une application pour smartphone qui abaisse la barrière de la langue qui permettrait aux utilisateurs de différents horizons culturels et linguistiques de comprendre et d'identifier le résultat clair des objectifs de développement durable et de faire la différence immédiatement via la même plateforme.
nl: Een smartphone-applicatie die de taalbarrière verlaagt, waardoor gebruikers met verschillende culturele en taalkundige achtergronden de duidelijke uitkomst van de doelstellingen voor duurzame ontwikkeling kunnen begrijpen en identificeren en onmiddellijk het verschil kunnen maken via hetzelfde platform.
zh: 一款降低语言障碍的智能手机应用程序，让来自不同文化和语言背景的用户能够理解和识别可持续发展目标的明确结果，并通过同一平台立即发挥作用。

# donors
source: donations
de: Spenden
es: donaciones
fr: des dons
nl: donaties
zh: 捐款

source: Email
es: Correo electrónico
zh: 电子邮件

# off
source: of
de: von
es: de
fr: de
nl: van
zh: 的

source: supporters
de: Unterstützer
es: seguidor
fr: Supporter
nl: supporter
zh: 支持者
